Merge pull request #68 from YeongheumCho/260915
B-26, 73, 74, 82, 83 구현 / 인원 동기화 / UI·문서 정리
